// ==== Settings ====
"Library" = "Libreria";
"Hide Document Names" = "Nascondi nomi del documento";

"Reading and Editing" = "Lettura e modifica";
"Hide Status Bar" = "Nascondi barra di stato";
"Disable Auto Lock" = "Disattiva blocco automatico";
"Please disable \"Multitasking Gestures\" in iPad's Settings for palm rest to work properly." = "Per un corretto funzionamento del poggiapolsi disattiva \"Gesti Multitasking\" nelle Impostazioni dell'iPad.";

"When Using the Close-up Input" = "Usando l'inserimento ingrandito";
"Disable Editing Elsewhere" = "Disattiva modifica in altre app";
"Close-up Input Tips" = "• Tocca e tieni premuto un punto qualsiasi sulla pagina per aprire la vista ingrandita.\n• Tocca e tieni premuto il tasto invio per passare alla riga successiva con rientro. Trascina l'indicatore per cambiare la dimensione del rientro."; // the locator is a rectangle which shows the location of the close-up input on the page view

"About GoodNotes" = "Informazioni su GoodNotes";
"Version" = "Versione";
"Send Us Feedback" = "Inviaci un feedback";
"Rate GoodNotes on iTunes to support us!" = "Valuta GoodNotes in iTunes per supportarci!";

"We would love to hear your questions, comments, or suggestions! Please enter your feedback below in English:" = "Saremo lieti di ricevere le tue domande, i tuoi commenti o suggerimenti! Inserisci sotto il tuo feedback:";

"Crash Recovery" = "Recupero da crash";
"Safe Mode" = "Modalità provvisoria";
"Turn on safe mode to prevent GoodNotes from crashing on start up." = "Attiva la Modalità provvisoria per evitare che GoodNotes si blocchi all'avvio.";

// ==== version 2.3 below ====
"When Using Close-up Input or Text Input" = "Usando l'inserimento ingrandito o testo";

// ==== version 2.5 below ====
"Close-up Input Gesture (Tap and Hold)" = "Gesto inserimento ingrandito (Tocca e tieni premuto)";
"Text Input Gesture (Two Fingers Tap)" = "Gesto inserimento testo (Tocco a due dita)";
"Unlink Dropbox" = "Scollega Dropbox";
"Unlink Box" = "Scollega Box";

// ==== version 3.2 below ====
"Palm Rest" = "Poggiapolsi";
"Palm Rest Control Position" = "Posizione di controllo poggiapolsi";
"Left" = "A sinistra";
"Right" = "A destra";
"Auto-Deselect Eraser" = "Deselezione automatica gomma";

// ==== version 3.3 below ====
"Pen Style" = "Stile della penna";
"Fountain Pen" = "Penna stilografica";
"Rollerball Pen" = "Penna roller";

// ==== version 3.4.2 below ====

"Turn on Safe Mode to prevent opening a crashing document on startup." = "Attiva la Modalità provvisoria per evitare di aprire un documento corrotto all'avvio.";

"Extract App Data" = "Esportazione dati app";
"If you cannot open GoodNotes even when Safe Mode is enabled, turn this on and open GoodNotes to extract all app data to iTunes File Sharing. Then please send us a support ticket with the app data archive to recover your notes." = "Se non si riesce ad aprire GoodNotes neppure con la modalià provvisoria abilitata, attivare la Modalità provvisoria e aprire GoodNotes per estrarre ed esportare tutti i dati dell'applicazione nella Condivsione documenti iTunes. Dopidiché ti preghiamo di inviarci una richiesta di assistenza con l'archivio dati dell'applicazione per recuperare i tuoi taccuini.";